Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/separation_and_divorce/family_mediation_service.html.txt.tmx
Source language: en
Languages: ga

source: Mediation is a service to help couples in Ireland who have decided to separate or divorce, or who have already separated, to negotiate their own terms of agreement, while addressing the needs and interests of all involved
ga: Seirbhís í idirghabháil a chuirtear ar fáil le cúnamh a thabhairt do lánúin a bhfuil cinneadh tógtha acu scaradh nó colscaradh nó atá scartha cheana teacht ar a dtéarmaí réitigh féin agus ag an am céanna riachtanais agus leas na ndaoine ar fad atá i gceist a shásamh

source: Mediation allows people to make their own decisions
ga: Tugann an idirghabháil deis do dhaoine a gcinnithe féin a dhéanamh

source: How can mediation help?
ga: Cén chaoi gur féidir leis an idirghabháil cúnamh a thabhairt?

source: The Family Mediation Service encourages the separating couple to co-operate with each other in working out mutually acceptable arrangements on all or any of the following:
ga: Spreagann an tSeirbhís Idirghabhála don Teaghlach lánúin atá ag scaradh le comhoibriú lena chéile le teacht ar shocruithe a bhfuileadar beirt sásta leo maidir leis na nithe seo a leanas ar fad nó cuid acu:

source: • Family home and property
ga: • Teach cónaithe an teaghlaigh agus áitribh eile

source: • Other problems related to the separation
ga: • Fadhbanna eile a bhaineann leis an scaradh

source: The role of the mediator is to:
ga: Tá ról an idirghabhálaí mar seo a leanas:

source: • See a couple together and help them settle their differences
ga: • Castáil leis an lánúin lena chéile agus cúnamh a thabhairt dóibh teacht ar réiteach ar a gconspóidí

source: • Create a climate in which neither party dominates but in which both parties participate fully in good faith
ga: • Atmaisféar a chruthú ina mbeidh an dá pháirtí ar chomhchéim ag glacadh páirte sa phróiséas le dea-thoil gan an láimh láidir a bheith ag duine amháin

source: • Create and maintain an atmosphere of co-operation and responsibility
ga: • Atmaisféar comh-oibre agus freagrachta a chruthú agus a chothú

source: • Help couples deal with difficult emotional issues that can prevent them reaching agreement
ga: • Cúnamh a thabhairt do lánúin deileáil le ceisteanna deacra tochtmhara a bhíonn ina mbacanna acu teacht ar chomhaontú

source: • Help couples reach agreement that they believe to be fair, equitable and workable
ga: • Cúnamh a thabhairt do lánúin teacht ar chomhaontú go gcreideann siad a bheith cóir, cothrom agus gur féidir a chur i gcrích

source: How does the service operate?
ga: Cén chaoi a n-oibríonn an tseirbhís?

source: A professionally trained mediator assists the couple to reach their own agreement
ga: Tugann idirghabhálaí oilte proifisiúnta cúnamh don lánúin teacht ar a réiteach féin

source: • Both parties attend
ga: • Bíonn an dá pháirtí i láthair

source: • The mediator does not take sides
ga: • Ní ghlacann an t-idirghabhalaí taobh amháin nó taobh eile

source: For an appointment with the Family Mediation Service, both parties must contact the service and confirm their willingness to attend
ga: Más mian le lánúin coinne a dhéanamh leis an tSeirbhís Idirghabhála don Teaghlach ní mór don bheirt acu dul i dteagmháil leis an tseirbhís agus cinntiú go bhfuileadar sásta a bheith i láthair

source: How long does it take?
ga: Cé chomh fada a thógann sé?

source: Mediation usually takes between 2 and 6 sessions
ga: Bíonn idir 3 agus 6 sheisiún i gceist

source: Each session lasts approximately one hour
ga: Maireann gach seisiún uair an chloig nó mar sin

source: Most mediations end with a written document that sets out all the details of the couple's agreement
ga: Go hiondúil bíonn cáipéis scríofa a leagann síos sonraí an réitigh atá déanta ag an lánúin mar thoradh ar an idirghabháil

source: This can then be taken to solicitors to be drawn into a Legal Deed of Separation and/or Decree of Divorce
ga: Is féidir an cháipéis seo a thabhairt chuig na dlíodóirí le Gníomhas Dlíthiúil Scartha agus/nó Ordú Colscartha a chur le chéile

source: What is a family session?
ga: Céard é seisiún teaghlaigh?

source: When a couple has reached an agreement, a session is offered to parents to invite their children in to discuss their new family arrangements
ga: Nuair atá an lánúin tagtha ar réiteach, ofráiltear seisiún do na tuismitheoirí in éineacht lena bpáistí leis na socruithe nua teaghlaigh a phlé leo

source: What are the advantages of mediation?
ga: Céard iad na buntáistí a bhaineann le hidirghabháil?

source: • The Family Mediation Service is a confidential service
ga: • Is seirbhís faoi rún í an tSeirbhís Idirghabhála don Teaghlach

source: • Each mediated agreement deals with the particular needs of the people involved
ga: • Freastalaíonn gach comhaontú ar riachtanais faoi leith na ndaoine lena mbaineann sé

source: • A balanced agreement is reached that is acceptable to both parties
ga: • Tagann an dá pháirtí ar chomhaontú cothrom a nglacann siad beirt leis

source: • Parents are helped to remain as partners in childrearing by developing parenting plans that are personal to each family
ga: • Tugtar cúnamh do thuismitheoirí a bheith ina bpáirtnéirí i gcónaí maidir lena gclann a thógáil tríd pleananna tuismitheoireachta a chur le chéile atá pearsanta do chuile theaghlach

source: This service is for married and non-married couples (including same-sex couples)
ga: Is féidir le lánúin phósta agus neamh-phósta freastal ar an tseirbhís seo

source: The Family Mediation Service is free
ga: Níl aon táille le n-íoc ar an tSeirbhís Idirghabhála don Teaghlach

source: For an appointment, both parties must contact the service and confirm willingness to attend
ga: Más mian le lánúin coinne a dhéanamh ní mór don bheirt acu dul i dteagmháil leis an tseirbhís agus cinntiú go bhfuileadar sásta a bheith i láthair

source: The Family Mediation Service is provided by the Legal Aid Board
ga: Soláthraíonn mBord um Chúnamh Dlíthiúil an tSeirbhís Idirghabhála don Teaghlach

source: You can find a list of Family Mediation Service offices, as well as information on the family Mediation Service on the Legal Aid Board's website
ga: Is féidir leat teacht ar liosta na n-oifigí Seirbhís Eadrána Teaghlaigh, chomh maith le heolas ar an tSeirbhís Idirghabhála Teaghlach ar ar láithreán gréasáin an mBord um Chúnamh Dlíthiúil

source: They also have a leaflet on the service
ga: Tá siad freisin bileog ar an tseirbhís
